soap/libupnp/libupnp-1.8.4/seeds/19_tvpicture-SetBrightness_1

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:SetBrightness xmlns:u="urn:schemas-upnp-org:service:tvpicture:1"><Brightness>2</Brightness></u:SetBrightness></s:Body></s:Envelope>
